[M_Sage_NowYouSeeIt MissionDefinition]
MissionName="Agora Consegue Ver"
MissionDescription="Existe um temível Rastreador, chamado Cauda Sangrenta que só pode ser atraído por um determinado tipo de feromônio. Sir Hammerlock lhe deu um frasco contendo essa substância.\nQuando estiver pronto, Hammerlock pede que você enxarque suas mãos com esses feromônios e vá caçar o Cauda Sangrenta."
TurnInDescription="Cauda Sangrenta está morto e você está fedendo mais que suvaco de macaco. Mais um belo dia em Pandora."
MissionSummary="Usando os feromônios, atraia o Cauda Sangrenta para fora do esconderijo e acabe com ele."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Quem está exalando essa catinga?"

[M_Sage_NowYouSeeIt:GetVial MissionObjectiveDefinition]
ProgressMessage="Pegue o frasco de feromônios"

[M_Sage_NowYouSeeIt:GetVialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_NowYouSeeIt:GotoLair MissionObjectiveDefinition]
ProgressMessage="Dirija-se até o covil do Cauda Sangrenta"

[M_Sage_NowYouSeeIt:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_NowYouSeeIt:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Cauda Sangrenta"

[M_Sage_NowYouSeeIt:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_NowYouSeeIt:PlaceVial MissionObjectiveDefinition]
ProgressMessage="Coloque o frasco"

[M_Sage_NowYouSeeIt:PlaceVialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_NowYouSeeIt:SmashVial MissionObjectiveDefinition]
ProgressMessage="Libere os feromônios"

[M_Sage_NowYouSeeIt:SmashVialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

